---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassDataSubcategory
source: html/55aea140-87c4-edf1-3cdc-77b02329ab6d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassDataSubcategory Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId MassDataSubcategory { get; }
```